[
  {
    "image": "/images/storyline/Scene1.jpg",
    "text": "This is Leo! He is a Fresh Undergraduate NTU student who just moved to Singapore from Indonesia. He is so excited to study abroad to pursue his career and interest. "
  },
  {
    "image": "/images/storyline/Scene2.jpg",
    "text": "Leo is so excited to go to his first lecture at NTU. But have you ever wondered what is going on inside your head? This is the headquarters of Leo’s mind. They are Leo’s feelings, his inside voices."
  },
  {
    "image": "/images/storyline/Scene3.jpg",
    "text": "This is Anger. He is a fiery and hot-headed emotion who reacts quickly to perceived injustices or frustrations. While he can be a bit explosive, Anger's purpose is to protect Leo's interests and ensure fairness in his life."
  },
  {
    "image": "/images/storyline/Scene4.jpg",
    "text": "This is Disgust. She is a fashionable and sassy character who helps Leo navigate his social interactions and avoid things she finds unpleasant. With a strong sense of what's cool or uncool, Disgust provides guidance on what Leo should embrace or reject."
  },
  {
    "image": "/images/storyline/Scene5.jpg",
    "text": "This is Fear. He is a jittery and anxious character whose primary concern is keeping Leo safe. Although he tends to be cautious and overthink situations, Fear's vigilance helps prevent potential dangers and keeps Leo out of harm's way."
  },
  {
    "image": "/images/storyline/Scene6.jpg",
    "text": "This is Sadness. She is a gentle and sensitive emotion who often feels misunderstood. Despite her tendency to see the negative side of things, Sadness plays a crucial role in helping Leo navigate complex emotions and develop empathy."
  },
  {
    "image": "/images/storyline/Scene7.jpg",
    "text": "When Leo unexpectedly bumps into a mysterious stranger, a whirlwind of emotions is unleashed within him. Joy is ecstatic, Fear is on high alert, Anger is furious, Disgust is repulsed, and Sadness feels a pang of empathy, setting the stage for a transformative adventure in Leo's mind."
  },
  {
    "image": "/images/storyline/Scene8.jpg",
    "text": "As Leo immerses himself in relentless studying, the weight of stress and exhaustion takes its toll, casting a dark shadow over his mind. Gradually, depression seeps in."
  },
  {
    "image": "/images/storyline/Scene9.jpg",
    "text": "In a sinister twist, depression seizes Joy, leaving Leo's mind devoid of its radiant light. The other feelings, disoriented and abandoned, find themselves exiled on a desolate beach, disconnected from Leo's core, and desperate to find a way back to restore harmony within his mind."
  },
  {
    "image": "/images/storyline/Scene10.jpg",
    "text": "With a malevolent scheme, depression steals Joy's precious memory orbs, each containing Leo’s happy memories. Unleashing their power, the orbs burst open, scattering vibrant fragments of joy across the desolated island. "
  },
  {
    "image": "/images/storyline/Scene11.jpg",
    "text": "Awakening on a desolated island, Fear, Anger, Disgust, and Sadness realize that Joy is missing."
  },
  {
    "image": "/images/storyline/Scene12.jpg",
    "text": "Each of the feelings stumbles upon a shimmering orb of happy memories, their mission becomes clear: recover Leo's scattered happy memories and save Joy."
  },
  {
    "image": "/images/storyline/Scene13.jpg",
    "text": "Setting aside their differences, Fear, Anger, Disgust, and Sadness form a formidable alliance, realizing that their collective strength and cooperation are the key to rescuing Joy."
  },
  {
    "image": "/images/storyline/Scene14.jpg",
    "text": "PINTU GTD presents Eudaimonia: Unveil your Inner Light on Life's Journey of Happiness."
  }
]
